[Vietnamese]
SameVersionTip=Ứng dụng đã được cài đặt, bạn có muốn tiếp tục ? "Có" để tiếp tục, "Không" để thoát.
LowVersionTip=Phiên bản mới hơn đã được cài đặt, quá trình cài đặt sẽ thoát.
DriverName=Trình điều khiển USB cho điện thoại
WMP11Tip=Để dùng thiết bị MTP trên XP, hãy cập nhật Windows Media Player bản 11 hoặc mới hơn.
TelecomClient=Please download surfing client from http://cwclient.vnet.cn/
JoinmeDescrip=Bạn nên dùng phần mềm tiện ích JoinMe để quản lý thiết bị của bạn trên máy tính
JoinmeEntry=URL chính thức:
JoinmeURL=http://joinme.ztedevice.com
JoinmeLink=Phần mềm tiện ích JoinMe
EsurfingDescrip=It is recommended to use eSurfing to access internet.
EsurfingEntry=URL chính thức:
EsurfingURL=http://cwclient.vnet.cn/
PCClient=Download_PC_Client_for_Handset.exe
